Repository: eltithecoder/grant_horners_system
Catalog: lib/core/l10n/app_*.arb
Languages: sq

# todaysReadingTitle
source: Today's Reading
sq: Leximi i sotëm

source: Settings
sq: Cilësimet

# settingsIntro
source: Use + and â€“ to set where you are now in each list. This will be the chapter you see today.
sq: Përdor + dhe – për të vendosur ku ndodhesh në çdo listë. Kjo do të jetë kapitulli që shikon sot.

# readingPositionsTitle
source: Reading positions
sq: Pozicionet e leximit

# readingPositionsSubtitle
source: Adjust your place in each list.
sq: Rregullo vendndodhjen tënde në çdo listë.

# languageTitle
source: Language
sq: Gjuha

# languageSubtitle
source: Choose the app language (for localization).
sq: Zgjidh gjuhën e aplikacionit (për lokalizim).

# languageEnglishLabel
source: English
sq: Anglisht

# bibleTranslationTitle
source: Bible translation
sq: Përkthimi i Biblës

# bibleTranslationSubtitle
source: Used for links and reading.
sq: Përdoret për lidhje dhe lexim.

# useBiblaTitle
source: Use bibla.al for AL translations
sq: Përdor bibla.al për përkthimet AL

# useBiblaSubtitle
source: Open bibla.al when using AL/ALBB.
sq: Hap bibla.al kur përdor AL/ALBB.

# savingLabel
source: Saving...
sq: Duke ruajtur...

# saveAndBack
source: Save & Back
sq: Ruaj & Kthehu

# readingListGospels
source: Gospels
sq: Ungjijtë

# readingListPentateuch
source: Pentateuch
sq: Pesëlibërshi

# readingListPaulineMajor
source: Pauline Epistles (Major)
sq: Letrat e Palit (kryesore)

# readingListPaulineMinor
source: Pauline Epistles (Minor) & General Epistles
sq: Letrat e Palit (të tjera) & Letrat e përgjithshme

# readingListWisdom
source: Wisdom Literature
sq: Letërsia e urtësisë

# readingListPsalms
source: Psalms
sq: Psalmet

# readingListProverbs
source: Proverbs
sq: Fjalët e Urta

# readingListHistory
source: History of Israel
sq: Historia e Izraelit

# readingListProphets
source: Major & Minor Prophets
sq: Profetët e mëdhenj & të vegjël

# readingListActs
source: Acts
sq: Veprat e Apostujve

# bookGenesis
source: Genesis
sq: Zanafilla

# bookExodus
source: Exodus
sq: Dalja

# bookLeviticus
source: Leviticus
sq: Levitiku

# bookNumbers
source: Numbers
sq: Numrat

# bookDeuteronomy
source: Deuteronomy
sq: Ligji i Përtërirë

# bookJoshua
source: Joshua
sq: Jozueu

# bookJudges
source: Judges
sq: Gjyqtarët

# bookRuth
source: Ruth
sq: Ruthi

# book1Samuel
source: 1 Samuel
sq: 1 Samueli

# book2Samuel
source: 2 Samuel
sq: 2 Samueli

# book1Kings
source: 1 Kings
sq: 1 Mbretërve

# book2Kings
source: 2 Kings
sq: 2 Mbretërve

# book1Chronicles
source: 1 Chronicles
sq: 1 Kronikave

# book2Chronicles
source: 2 Chronicles
sq: 2 Kronikave

# bookEzra
source: Ezra
sq: Ezdra

# bookNehemiah
source: Nehemiah
sq: Nehemia

# bookEsther
source: Esther
sq: Esteri

# bookJob
source: Job
sq: Jobi

# bookPsalms
source: Psalms
sq: Psalmet

# bookProverbs
source: Proverbs
sq: Fjalët e Urta

# bookEcclesiastes
source: Ecclesiastes
sq: Predikuesi

# bookSongOfSongs
source: Song of Songs
sq: Kënga e Këngëve

# bookIsaiah
source: Isaiah
sq: Isaia

# bookJeremiah
source: Jeremiah
sq: Jeremia

# bookLamentations
source: Lamentations
sq: Vajtimet

# bookEzekiel
source: Ezekiel
sq: Ezekieli

# bookDaniel
source: Daniel
sq: Danieli

# bookJoel
source: Joel
sq: Joeli

# bookAmos
source: Amos
sq: Amosi

# bookObadiah
source: Obadiah
sq: Obadia

# bookJonah
source: Jonah
sq: Jona

# bookMicah
source: Micah
sq: Mikea

# bookNahum
source: Nahum
sq: Nahumi

# bookHabakkuk
source: Habakkuk
sq: Habakuku

# bookZephaniah
source: Zephaniah
sq: Sofonia

# bookHaggai
source: Haggai
sq: Hagaiu

# bookZechariah
source: Zechariah
sq: Zakaria

# bookMalachi
source: Malachi
sq: Malakia

# bookMatthew
source: Matthew
sq: Mateu

# bookMark
source: Mark
sq: Marku

# bookLuke
source: Luke
sq: Luka

# bookJohn
source: John
sq: Gjoni

# bookActs
source: Acts
sq: Veprat

# bookRomans
source: Romans
sq: Romakëve

# book1Corinthians
source: 1 Corinthians
sq: 1 Korintasve

# book2Corinthians
source: 2 Corinthians
sq: 2 Korintasve

# bookGalatians
source: Galatians
sq: Galatasve

# bookEphesians
source: Ephesians
sq: Efesianëve

# bookPhilippians
source: Philippians
sq: Filipianëve

# bookColossians
source: Colossians
sq: Kolosasve

# book1Thessalonians
source: 1 Thessalonians
sq: 1 Thesalonikasve

# book2Thessalonians
source: 2 Thessalonians
sq: 2 Thesalonikasve

# book1Timothy
source: 1 Timothy
sq: 1 Timoteut

# book2Timothy
source: 2 Timothy
sq: 2 Timoteut

# bookTitus
source: Titus
sq: Titit

# bookPhilemon
source: Philemon
sq: Filemonit

# bookHebrews
source: Hebrews
sq: Hebrenjve

# bookJames
source: James
sq: Jakobi

# book1Peter
source: 1 Peter
sq: 1 Pjetri

# book2Peter
source: 2 Peter
sq: 2 Pjetri

# book1John
source: 1 John
sq: 1 Gjoni

# book2John
source: 2 John
sq: 2 Gjoni

# book3John
source: 3 John
sq: 3 Gjoni

# bookJude
source: Jude
sq: Juda

# bookRevelation
source: Revelation
sq: Zbulesa
